studium/studium.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="sv" xml:lang="sv">
<head>
<!-- 2021-02-27 Sat 22:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Studium</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Johan Sandén" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">Studium</h1>
<div class="org-center">
<p>
<a href="studium.html">HTML</a> -  <a href="studium.pdf">PDF</a>
</p>
</div>
<div id="table-of-contents">
<h2>Inneh&aring;ll</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga03c45f">1. Emacs</a></li>
<li><a href="#org62604e4">2. Filosofi</a>
<ul>
<li><a href="#org0fe164b">2.1. Jantelag</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orga03c45f" class="outline-2">
<h2 id="orga03c45f"><span class="section-number-2">1</span> Emacs</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="emacs.html">emacs.html</a></li>
</ul>
</div>
</div>
<div id="outline-container-org62604e4" class="outline-2">
<h2 id="org62604e4"><span class="section-number-2">2</span> Filosofi</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org0fe164b" class="outline-3">
<h3 id="org0fe164b"><span class="section-number-3">2.1</span> Jantelag</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Jantelagen framställs ofta som något välldigt negativt. En lista av
företeelser att någon eller en almänhet försöker förminska dina drömmar och
mål/påstånden. Min upplevelse är tvärt om. Vi flera tillfällen har jag
träffat människor som påstår sig vara bättre än genomsnittet eller bara
subjetivt "väldigt duktig" på något. När man sedan studerar siffrorna eller
statitistiken, eller helt enkelt får se prov förmågan så är det inte alls
imponerade, ofta rent av nedslående inkompentent.
</p>

<p>
Om någon har kommit på något, gjort något, eller har någon förmåga som är
bättre än alla andra. Den smartaste taktiken är då kanske inte att gå runt
och skryta om det.
</p>
</div>

<div id="outline-container-org95d50c8" class="outline-4">
<h4 id="org95d50c8"><span class="section-number-4">2.1.1</span> Jantelagen</h4>
<div class="outline-text-4" id="text-2-1-1">
<ol class="org-ol">
<li>Du skall inte tro att du är något.
<ul class="org-ul">
<li>Du är någon, precis som jag är någon och precis som alla andra är någon.</li>
</ul></li>
<li>Du skall inte tro att du är lika god som vi.
<ul class="org-ul">
<li>Du är lika god som vi.</li>
</ul></li>
<li>Du skall inte tro att du är klokare än vi.
<ul class="org-ul">
<li>Du är lika klok som alla andra.</li>
</ul></li>
<li>Du skall inte inbilla dig att du är bättre än vi.
<ul class="org-ul">
<li>Du ska faktiskt inte inbilla dig att du är bättre andra. Du är
förmodligen precis lika bra.</li>
</ul></li>
<li>Du skall inte tro att du vet mer än vi.
<ul class="org-ul">
<li>För du vet precis lika mycket som alla andra.</li>
</ul></li>
<li>Du skall inte tro att du är förmer än vi.
<ul class="org-ul">
<li>Jag vet inte "för mer" betyder men &#x2026;nä. Du är inte för mer.</li>
</ul></li>
<li>Du skall inte tro att du duger till något.
<ul class="org-ul">
<li>Jag och alla andra är säker på att du och alla andra duger till något.</li>
</ul></li>
<li>Du skall inte skratta åt oss.
<ul class="org-ul">
<li>Du får gärna skratta åt oss och alla andra få stå och skratta åt dig.</li>
</ul></li>
<li>Du skall inte tro att någon bryr sig om dig.
<ul class="org-ul">
<li>Vi bryr oss lika mycket om alla.</li>
</ul></li>
<li>Du skall inte tro att du kan lära oss något.
<ul class="org-ul">
<li>Vi kan säkert lära oss något av dig men du kan säkert lära dig mer av
alla oss.</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org98d2e24" class="outline-4">
<h4 id="org98d2e24"><span class="section-number-4">2.1.2</span> Exempel på dålig possetiv jantelag</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li>Folk tror att de är dukitiga på att köra, kör oftast som idioter. Det
gäller inte någon specifik typ av fordon. Mängder av manliga vita
bilförare tror att de är bättre genomsnittet. Skulle man göra riktiga
tester skulle det troligen visa sig att kvinnor är minst lika duktiga.
<ul class="org-ul">
<li><a href="https://www.svt.se/nyheter/lokalt/vast/forslag-om-korkort-for-vattenskoter">https://www.svt.se/nyheter/lokalt/vast/forslag-om-korkort-for-vattenskoter</a></li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Datum: 2021-02-27 Sat 22:00</p>
<p class="author">F&ouml;rfattare: Johan Sandén</p>
<p class="date">Created: 2021-02-27 Sat 22:00</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
